Revit 2021.1 API
SymbolTypeId.KN Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId KN { get; }
Visual Basic
Public Shared ReadOnly Property KN As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KN {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace